{
  "metadata": {
    "version": "ESV",
    "last_updated": "2023-11-30"
  },
  "books": {
    "Genesis": {
      "chapters": {
        "1": {
          "verses": {
            "1": {
              "text": "In the beginning, God created the heavens and the earth.",
              "simplified_example": "Before anything else existed, God made the entire universe—the sky, stars, planets, and earth."
            },
            "26": {
              "text": "Then God said, 'Let us make man in our image, after our likeness.'",
              "simplified_example": "God decided to create humans to be like Him, to reflect His character and nature."
            }
          }
        }
      }
    },
    "Exodus": {
      "chapters": {
        "20": {
          "verses": {
            "1": {
              "text": "And God spoke all these words, saying,",
              "simplified_example": "God began speaking these important commandments to His people."
            },
            "12": {
              "text": "Honor your father and your mother, that your days may be long in the land that the Lord your God is giving you.",
              "simplified_example": "Show respect and care for your parents, and God will bless you with a long, good life."
            }
          }
        }
      }
    },
    "Psalm": {
      "23": {
        "verses": {
          "1": {
            "text": "The Lord is my shepherd; I shall not want.",
            "simplified_example": "The Lord takes care of all my needs, just like a shepherd cares for his sheep."
          },
          "4": {
            "text": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
            "simplified_example": "Even when I go through really hard and scary times, I won't be afraid because I know God is with me protecting and comforting me."
          }
        }
      },
      "119": {
        "verses": {
          "105": {
            "text": "Your word is a lamp to my feet and a light to my path.",
            "simplified_example": "The Bible shows me how to live my life and make good decisions, like a flashlight helps me see where to walk in the dark."
          }
        }
      }
    },
    "Proverbs": {
      "3": {
        "verses": {
          "5": {
            "text": "Trust in the Lord with all your heart, and do not lean on your own understanding.",
            "simplified_example": "Trust God completely instead of relying only on your own thinking."
          },
          "6": {
            "text": "In all your ways acknowledge him, and he will make straight your paths.",
            "simplified_example": "Include God in every part of your life, and He will guide you in the right direction."
          }
        }
      }
    },
    "Isaiah": {
      "40": {
        "verses": {
          "31": {
            "text": "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
            "simplified_example": "People who trust in God and wait for His timing will receive new energy and strength. They won't get tired but will keep going with God's power."
          }
        }
      }
    },
    "Matthew": {
      "5": {
        "verses": {
          "3": {
            "text": "Blessed are the poor in spirit, for theirs is the kingdom of heaven.",
            "simplified_example": "God blesses people who realize they need Him and depend on Him completely."
          },
          "4": {
            "text": "Blessed are those who mourn, for they shall be comforted.",
            "simplified_example": "God comforts and helps those who are sad or grieving."
          },
          "5": {
            "text": "Blessed are the meek, for they shall inherit the earth.",
            "simplified_example": "God rewards people who are gentle and humble rather than proud and forceful."
          },
          "6": {
            "text": "Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.",
            "simplified_example": "God satisfies those who desperately want to do what is right and good."
          },
          "9": {
            "text": "Blessed are the peacemakers, for they shall be called sons of God.",
            "simplified_example": "God calls His own children those who work to make peace between people."
          }
        }
      },
      "6": {
        "verses": {
          "33": {
            "text": "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
            "simplified_example": "Make knowing God and living His way your top priority, and He will take care of everything else you need."
          }
        }
      },
      "11": {
        "verses": {
          "28": {
            "text": "Come to me, all who labor and are heavy laden, and I will give you rest.",
            "simplified_example": "If you're tired and carrying heavy burdens, come to Jesus and He will give you rest and peace."
          }
        }
      }
    },
    "John": {
      "3": {
        "verses": {
          "16": {
            "text": "For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
            "simplified_example": "God loved people so much that He sent His only Son Jesus. Anyone who believes in Him will live forever with God instead of dying separated from Him."
          }
        }
      },
      "14": {
        "verses": {
          "6": {
            "text": "Jesus said to him, 'I am the way, and the truth, and the life. No one comes to the Father except through me.'",
            "simplified_example": "Jesus is the only way to know God, the only source of real truth, and the only one who can give us eternal life."
          }
        }
      }
    },
    "Romans": {
      "8": {
        "verses": {
          "28": {
            "text": "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
            "simplified_example": "God works through every situation in the lives of those who love Him, bringing about good results according to His plans."
          }
        }
      }
    },
    "Philippians": {
      "4": {
        "verses": {
          "6": {
            "text": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
            "simplified_example": "Don't worry about anything. Instead, pray about everything, telling God what you need and thanking Him for what He's done."
          },
          "13": {
            "text": "I can do all things through him who strengthens me.",
            "simplified_example": "I can handle anything life throws at me because Jesus gives me the strength to do it."
          }
        }
      }
    },
    "Hebrews": {
      "11": {
        "verses": {
          "1": {
            "text": "Now faith is the assurance of things hoped for, the conviction of things not seen.",
            "simplified_example": "Faith means being sure about what we hope for and certain about what we can't see yet."
          }
        }
      }
    },
    "James": {
      "1": {
        "verses": {
          "5": {
            "text": "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.",
            "simplified_example": "If you need wisdom or don't know what to do, ask God, and He will gladly give you the understanding you need."
          }
        }
      }
    },
    "1 John": {
      "4": {
        "verses": {
          "19": {
            "text": "We love because he first loved us.",
            "simplified_example": "We're able to love others because God loved us first and showed us what real love looks like."
          }
        }
      }
    }
  }
}{
  "metadata": {
    "version": "ESV",
    "last_updated": "2023-12-01",
    "total_verses": 127,
    "total_books": 15
  },
  "books": {
    "Genesis": {
      "chapters": {
        "1": {
          "verses": {
            "1": {
              "text": "In the beginning, God created the heavens and the earth.",
              "simplified_example": "Before anything else existed, God made the entire universe—the sky, stars, planets, and earth."
            },
            "26": {
              "text": "Then God said, 'Let us make man in our image, after our likeness.'",
              "simplified_example": "God decided to create humans to be like Him, to reflect His character and nature."
            },
            "27": {
              "text": "So God created man in his own image, in the image of God he created him; male and female he created them.",
              "simplified_example": "So God made humans to be like Himself—He created both men and women in His image."
            },
            "31": {
              "text": "And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.",
              "simplified_example": "God looked at everything He had created and was pleased with how good it all was. This completed the sixth day."
            }
          }
        },
        "2": {
          "verses": {
            "7": {
              "text": "Then the Lord God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.",
              "simplified_example": "God formed the first man from the dust of the earth and gave him life by breathing into him, making him a living person."
            },
            "18": {
              "text": "Then the Lord God said, 'It is not good that the man should be alone; I will make him a helper fit for him.'",
              "simplified_example": "God said, 'It's not good for the man to be alone. I will create a companion who is just right for him.'"
            },
            "22": {
              "text": "And the rib that the Lord God had taken from the man he made into a woman and brought her to the man.",
              "simplified_example": "God took one of the man's ribs and formed it into a woman, then brought her to the man."
            }
          }
        },
        "3": {
          "verses": {
            "15": {
              "text": "I will put enmity between you and the woman, and between your offspring and her offspring; he shall bruise your head, and you shall bruise his heel.",
              "simplified_example": "God said there would be conflict between Satan and humanity, but that a Savior would ultimately defeat evil."
            }
          }
        },
        "12": {
          "verses": {
            "1": {
              "text": "Now the Lord said to Abram, 'Go from your country and your kindred and your father's house to the land that I will show you.'",
              "simplified_example": "God told Abram to leave his homeland and family and go to a new land that God would show him."
            },
            "2": {
              "text": "And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing.",
              "simplified_example": "God promised to make Abram into a great nation, bless him, make him famous, and use him to bless others."
            },
            "3": {
              "text": "I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.",
              "simplified_example": "God promised to bless those who treated Abram well and to curse those who mistreated him, and through Abram all people would be blessed."
            }
          }
        }
      }
    },
    "Exodus": {
      "chapters": {
        "3": {
          "verses": {
            "14": {
              "text": "God said to Moses, 'I AM WHO I AM.' And he said, 'Say this to the people of Israel: I AM has sent me to you.'",
              "simplified_example": "God told Moses that His name is 'I AM'—the eternal, self-existing God who always has been and always will be."
            }
          }
        },
        "14": {
          "verses": {
            "14": {
              "text": "The Lord will fight for you, and you have only to be silent.",
              "simplified_example": "Moses told the Israelites that God would protect them and fight their battles—they just needed to trust Him."
            }
          }
        },
        "20": {
          "verses": {
            "1": {
              "text": "And God spoke all these words, saying,",
              "simplified_example": "God began speaking these important commandments to His people."
            },
            "3": {
              "text": "You shall have no other gods before me.",
              "simplified_example": "Put God first in your life—don't let anything or anyone become more important than Him."
            },
            "7": {
              "text": "You shall not take the name of the Lord your God in vain, for the Lord will not hold him guiltless who takes his name in vain.",
              "simplified_example": "Always respect God's name and don't use it carelessly or disrespectfully."
            },
            "8": {
              "text": "Remember the Sabbath day, to keep it holy.",
              "simplified_example": "Set aside one day each week to rest and focus on God."
            },
            "12": {
              "text": "Honor your father and your mother, that your days may be long in the land that the Lord your God is giving you.",
              "simplified_example": "Show respect and care for your parents, and God will bless you with a long, good life."
            },
            "13": {
              "text": "You shall not murder.",
              "simplified_example": "Don't take another person's life."
            },
            "14": {
              "text": "You shall not commit adultery.",
              "simplified_example": "Be faithful in marriage and don't have sexual relationships outside of marriage."
            },
            "15": {
              "text": "You shall not steal.",
              "simplified_example": "Don't take anything that doesn't belong to you."
            },
            "16": {
              "text": "You shall not bear false witness against your neighbor.",
              "simplified_example": "Always tell the truth about others—don't lie or spread false stories."
            },
            "17": {
              "text": "You shall not covet your neighbor's house; you shall not covet your neighbor's wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor's.",
              "simplified_example": "Don't be jealous of what other people have—be content with what God has given you."
            }
          }
        }
      }
    },
    "Leviticus": {
      "chapters": {
        "19": {
          "verses": {
            "18": {
              "text": "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.",
              "simplified_example": "Don't try to get back at people who hurt you or hold grudges. Instead, treat others the way you want to be treated."
            }
          }
        }
      }
    },
    "Deuteronomy": {
      "chapters": {
        "6": {
          "verses": {
            "4": {
              "text": "Hear, O Israel: The Lord our God, the Lord is one.",
              "simplified_example": "Listen, Israel: The Lord is our God, and He alone is God."
            },
            "5": {
              "text": "You shall love the Lord your God with all your heart and with all your soul and with all your might.",
              "simplified_example": "Love God completely—with all your heart, all your being, and all your strength."
            },
            "6": {
              "text": "And these words that I command you today shall be on your heart.",
              "simplified_example": "Make these commandments central to your life and thinking."
            },
            "7": {
              "text": "You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise.",
              "simplified_example": "Teach these commandments to your children and talk about them throughout the day—at home, on walks, at bedtime, and in the morning."
            }
          }
        },
        "31": {
          "verses": {
            "6": {
              "text": "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.",
              "simplified_example": "Be brave and don't be afraid, because God is with you and will never abandon you."
            },
            "8": {
              "text": "It is the Lord who goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.",
              "simplified_example": "God goes ahead of you and stays with you. He won't abandon you, so don't be afraid or discouraged."
            }
          }
        }
      }
    },
    "Joshua": {
      "chapters": {
        "1": {
          "verses": {
            "9": {
              "text": "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.",
              "simplified_example": "God commands us to be brave and not fearful because He promises to be with us no matter where we go."
            }
          }
        }
      }
    },
    "Psalm": {
      "1": {
        "verses": {
          "1": {
            "text": "Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers;",
            "simplified_example": "Happy are those who don't follow bad advice, hang out with people who do wrong things, or join those who mock others."
          },
          "2": {
            "text": "but his delight is in the law of the Lord, and on his law he meditates day and night.",
            "simplified_example": "Instead, they find joy in God's teachings and think about them constantly."
          },
          "3": {
            "text": "He is like a tree planted by streams of water that yields its fruit in its season, and its leaf does not wither. In all that he does, he prospers.",
            "simplified_example": "They're like healthy trees planted by a river—strong, fruitful, and successful in whatever they do."
          }
        }
      },
      "19": {
        "verses": {
          "1": {
            "text": "The heavens declare the glory of God, and the sky above proclaims his handiwork.",
            "simplified_example": "The sky and stars show how amazing God is—they display His incredible creativity."
          },
          "14": {
            "text": "Let the words of my mouth and the meditation of my heart be acceptable in your sight, O Lord, my rock and my redeemer.",
            "simplified_example": "May everything I say and think be pleasing to you, God, my strength and rescuer."
          }
        }
      },
      "23": {
        "verses": {
          "1": {
            "text": "The Lord is my shepherd; I shall not want.",
            "simplified_example": "The Lord takes care of all my needs, just like a shepherd cares for his sheep."
          },
          "4": {
            "text": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
            "simplified_example": "Even when I go through really hard and scary times, I won't be afraid because I know God is with me protecting and comforting me."
          },
          "6": {
            "text": "Surely goodness and mercy shall follow me all the days of my life, and I shall dwell in the house of the Lord forever.",
            "simplified_example": "I know God's kindness and love will be with me every day of my life, and I'll live with Him forever."
          }
        }
      },
      "27": {
        "verses": {
          "1": {
            "text": "The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
            "simplified_example": "God is my protection and rescue—why should I be afraid of anyone? He keeps me safe."
          }
        }
      },
      "37": {
        "verses": {
          "4": {
            "text": "Delight yourself in the Lord, and he will give you the desires of your heart.",
            "simplified_example": "Find your happiness in God, and He will give you what you truly need and desire."
          },
          "5": {
            "text": "Commit your way to the Lord; trust in him, and he will act.",
            "simplified_example": "Trust God with your life and plans, and He will take care of things for you."
          }
        }
      },
      "46": {
        "verses": {
          "1": {
            "text": "God is our refuge and strength, a very present help in trouble.",
            "simplified_example": "God is our safe place and source of strength, always ready to help when we're in trouble."
          },
          "10": {
            "text": "Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!",
            "simplified_example": "Stop striving and remember that I am God. I will be honored by all people everywhere."
          }
        }
      },
      "51": {
        "verses": {
          "10": {
            "text": "Create in me a clean heart, O God, and renew a right spirit within me.",
            "simplified_example": "God, please give me a pure heart and make my thoughts and desires right again."
          }
        }
      },
      "100": {
        "verses": {
          "1": {
            "text": "Make a joyful noise to the Lord, all the earth!",
            "simplified_example": "Everyone everywhere, shout happily to God!"
          },
          "2": {
            "text": "Serve the Lord with gladness! Come into his presence with singing!",
            "simplified_example": "Worship God with joy! Come before Him with songs!"
          },
          "3": {
            "text": "Know that the Lord, he is God! It is he who made us, and we are his; we are his people, and the sheep of his pasture.",
            "simplified_example": "Remember that the Lord is God! He made us, and we belong to Him—we're His people, like sheep in His care."
          },
          "4": {
            "text": "Enter his gates with thanksgiving, and his courts with praise! Give thanks to him; bless his name!",
            "simplified_example": "Come to God with thankful hearts! Praise Him and thank Him for who He is!"
          },
          "5": {
            "text": "For the Lord is good; his steadfast love endures forever, and his faithfulness to all generations.",
            "simplified_example": "Because the Lord is good! His love never ends, and He remains faithful to every generation."
          }
        }
      },
      "119": {
        "verses": {
          "9": {
            "text": "How can a young man keep his way pure? By guarding it according to your word.",
            "simplified_example": "How can young people live pure lives? By following God's teachings."
          },
          "11": {
            "text": "I have stored up your word in my heart, that I might not sin against you.",
            "simplified_example": "I've hidden God's word in my heart so I won't sin against Him."
          },
          "18": {
            "text": "Open my eyes, that I may behold wondrous things out of your law.",
            "simplified_example": "God, please help me understand the amazing things in Your teachings."
          },
          "105": {
            "text": "Your word is a lamp to my feet and a light to my path.",
            "simplified_example": "The Bible shows me how to live my life and make good decisions, like a flashlight helps me see where to walk in the dark."
          }
        }
      },
      "121": {
        "verses": {
          "1": {
            "text": "I lift up my eyes to the hills. From where does my help come?",
            "simplified_example": "I look up to the mountains—where will my help come from?"
          },
          "2": {
            "text": "My help comes from the Lord, who made heaven and earth.",
            "simplified_example": "My help comes from God, who created everything in heaven and on earth."
          }
        }
      },
      "139": {
        "verses": {
          "13": {
            "text": "For you formed my inward parts; you knitted me together in my mother's womb.",
            "simplified_example": "God, You created my deepest being—You carefully put me together inside my mother's body."
          },
          "14": {
            "text": "I praise you, for I am fearfully and wonderfully made. Wonderful are your works; my soul knows it very well.",
            "simplified_example": "I thank You because I'm amazingly and wonderfully made! Your creations are incredible, and I know this deeply."
          }
        }
      },
      "150": {
        "verses": {
          "6": {
            "text": "Let everything that has breath praise the Lord! Praise the Lord!",
            "simplified_example": "Everything that breathes should praise God! Everyone, praise the Lord!"
          }
        }
      }
    },
    "Proverbs": {
      "3": {
        "verses": {
          "5": {
            "text": "Trust in the Lord with all your heart, and do not lean on your own understanding.",
            "simplified_example": "Trust God completely instead of relying only on your own thinking."
          },
          "6": {
            "text": "In all your ways acknowledge him, and he will make straight your paths.",
            "simplified_example": "Include God in every part of your life, and He will guide you in the right direction."
          }
        }
      },
      "4": {
        "verses": {
          "23": {
            "text": "Keep your heart with all vigilance, for from it flow the springs of life.",
            "simplified_example": "Guard your heart carefully because it influences everything else in your life."
          }
        }
      },
      "15": {
        "verses": {
          "1": {
            "text": "A soft answer turns away wrath, but a harsh word stirs up anger.",
            "simplified_example": "A gentle response can calm anger, but harsh words make people more upset."
          }
        }
      },
      "16": {
        "verses": {
          "3": {
            "text": "Commit your work to the Lord, and your plans will be established.",
            "simplified_example": "Dedicate your work to God, and He will help your plans succeed."
          },
          "9": {
            "text": "The heart of man plans his way, but the Lord establishes his steps.",
            "simplified_example": "People make their own plans, but God ultimately directs their paths."
          },
          "18": {
            "text": "Pride goes before destruction, and a haughty spirit before a fall.",
            "simplified_example": "Being proud and arrogant leads to failure and downfall."
          }
        }
      },
      "17": {
        "verses": {
          "17": {
            "text": "A friend loves at all times, and a brother is born for adversity.",
            "simplified_example": "A true friend is always loving, and family supports you during hard times."
          }
        }
      },
      "18": {
        "verses": {
          "10": {
            "text": "The name of the Lord is a strong tower; the righteous man runs into it and is safe.",
            "simplified_example": "God's name is like a strong fortress—good people run to Him for protection and safety."
          }
        }
      },
      "22": {
        "verses": {
          "6": {
            "text": "Train up a child in the way he should go; even when he is old he will not depart from it.",
            "simplified_example": "Teach children the right way to live, and they'll remember those lessons even when they're grown."
          }
        }
      },
      "27": {
        "verses": {
          "17": {
            "text": "Iron sharpens iron, and one man sharpens another.",
            "simplified_example": "People help each other grow and improve, just like iron sharpens iron."
          }
        }
      },
      "31": {
        "verses": {
          "30": {
            "text": "Charm is deceitful, and beauty is vain, but a woman who fears the Lord is to be praised.",
            "simplified_example": "Outward charm can be misleading and beauty fades, but a woman who respects God is truly worthy of praise."
          }
        }
      }
    },
    "Isaiah": {
      "9": {
        "verses": {
          "6": {
            "text": "For to us a child is born, to us a son is given; and the government shall be upon his shoulder, and his name shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.",
            "simplified_example": "A special child is born to us—a son given to save us. He will rule with wisdom and be called Amazing Advisor, Powerful God, Eternal Father, and Prince of Peace."
          }
        }
      },
      "26": {
        "verses": {
          "3": {
            "text": "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.",
            "simplified_example": "God gives complete peace to those who keep their thoughts focused on Him and trust in Him."
          }
        }
      },
      "40": {
        "verses": {
          "28": {
            "text": "Have you not known? Have you not heard? The Lord is the everlasting God, the Creator of the ends of the earth. He does not faint or grow weary; his understanding is unsearchable.",
            "simplified_example": "Don't you know? Haven't you heard? The Lord is the eternal God who created the whole earth. He never gets tired or weary, and His wisdom is beyond understanding."
          },
          "29": {
            "text": "He gives power to the faint, and to him who has no might he increases strength.",
            "simplified_example": "He gives strength to those who are tired and power to those who feel weak."
          },
          "31": {
            "text": "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
            "simplified_example": "People who trust in God and wait for His timing will receive new energy and strength. They won't get tired but will keep going with God's power."
          }
        }
      },
      "41": {
        "verses": {
          "10": {
            "text": "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
            "simplified_example": "Don't be afraid because I am with you. Don't be discouraged because I am your God. I will make you strong, help you, and support you with my power."
          }
        }
      },
      "43": {
        "verses": {
          "2": {
            "text": "When you pass through the waters, I will be with you; and through the rivers, they shall not overwhelm you; when you walk through fire you shall not be burned, and the flame shall not consume you.",
            "simplified_example": "When you go through deep troubles, I will be with you. Difficulties won't overcome you, and hard times won't destroy you."
          }
        }
      },
      "53": {
        "verses": {
          "5": {
            "text": "But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed.",
            "simplified_example": "He was wounded for our wrongdoings and crushed for our sins. He was punished to bring us peace, and we are healed by His injuries."
          },
          "6": {
            "text": "All we like sheep have gone astray; we have turned—every one—to his own way; and the Lord has laid on him the iniquity of us all.",
            "simplified_example": "All of us have wandered away like lost sheep. Each of us has gone our own way, but God placed all our guilt on Him."
          }
        }
      },
      "55": {
        "verses": {
          "8": {
            "text": "For my thoughts are not your thoughts, neither are your ways my ways, declares the Lord.",
            "simplified_example": "God says, 'My thoughts are not like your thoughts, and my ways are different from your ways.'"
          },
          "9": {
            "text": "For as the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts.",
            "simplified_example": "Just as the sky is higher than the earth, my ways and thoughts are higher than yours."
          }
        }
      }
    },
    "Jeremiah": {
      "29": {
        "verses": {
          "11": {
            "text": "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
            "simplified_example": "God says, 'I have good plans for you—plans to prosper you and not harm you, plans to give you hope and a future.'"
          },
          "13": {
            "text": "You will seek me and find me, when you seek me with all your heart.",
            "simplified_example": "When you search for me with all your heart, you will find me."
          }
        }
      },
      "33": {
        "verses": {
          "3": {
            "text": "Call to me and I will answer you, and will tell you great and hidden things that you have not known.",
            "simplified_example": "Pray to me and I will answer you. I will show you amazing things you didn't know about."
          }
        }
      }
    },
    "Lamentations": {
      "3": {
        "verses": {
          "22": {
            "text": "The steadfast love of the Lord never ceases; his mercies never come to an end;",
            "simplified_example": "The Lord's faithful love never ends; His mercies never stop;"
          },
          "23": {
            "text": "they are new every morning; great is your faithfulness.",
            "simplified_example": "they are new every single morning. Lord, you are so faithful!"
          }
        }
      }
    },
    "Ezekiel": {
      "36": {
        "verses": {
          "26": {
            "text": "And I will give you a new heart, and a new spirit I will put within you. And I will remove the heart of stone from your flesh and give you a heart of flesh.",
            "simplified_example": "I will give you a new heart and put a new spirit in you. I will remove your stubborn, stony heart and give you a tender, responsive heart."
          }
        }
      }
    },
    "Daniel": {
      "3": {
        "verses": {
          "17": {
            "text": "If this be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of your hand, O king.",
            "simplified_example": "If you throw us into the fiery furnace, the God we serve is able to save us from it, and He will rescue us from your power."
          },
          "18": {
            "text": "But if not, be it known to you, O king, that we will not serve your gods or worship the golden image that you have set up.",
            "simplified_example": "But even if He doesn't save us, we want you to know that we will never worship your gods or the gold statue you set up."
          }
        }
      }
    },
    "Joel": {
      "2": {
        "verses": {
          "25": {
            "text": "I will restore to you the years that the swarming locust has eaten, the hopper, the destroyer, and the cutter, my great army, which I sent among you.",
            "simplified_example": "I will give back to you the years that were lost to disasters and difficult times."
          }
        }
      }
    },
    "Micah": {
      "6": {
        "verses": {
          "8": {
            "text": "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?",
            "simplified_example": "God has shown you what is good. What does He want from you? To treat people fairly, to love being kind to others, and to live humbly with your God."
          }
        }
      }
    },
    "Habakkuk": {
      "3": {
        "verses": {
          "19": {
            "text": "God, the Lord, is my strength; he makes my feet like the deer's; he makes me tread on my high places.",
            "simplified_example": "The Lord God is my strength! He makes me as sure-footed as a deer, able to walk safely on dangerous heights."
          }
        }
      }
    },
    "Zephaniah": {
      "3": {
        "verses": {
          "17": {
            "text": "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.",
            "simplified_example": "The Lord your God is with you—He is a powerful Savior. He takes great delight in you and rejoices over you with singing."
          }
        }
      }
    },
    "Malachi": {
      "3": {
        "verses": {
          "10": {
            "text": "Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the Lord of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.",
            "simplified_example": "Bring your whole tithe to the temple so there will be enough provisions. Test me in this, says the Lord, and see if I won't throw open the windows of heaven and pour out so much blessing that you won't have room enough for it."
          }
        }
      }
    },
    "Matthew": {
      "5": {
        "verses": {
          "3": {
            "text": "Blessed are the poor in spirit, for theirs is the kingdom of heaven.",
            "simplified_example": "God blesses people who realize they need Him and depend on Him completely."
          },
          "4": {
            "text": "Blessed are those who mourn, for they shall be comforted.",
            "simplified_example": "God comforts and helps those who are sad or grieving."
          },
          "5": {
            "text": "Blessed are the meek, for they shall inherit the earth.",
            "simplified_example": "God rewards people who are gentle and humble rather than proud and forceful."
          },
          "6": {
            "text": "Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.",
            "simplified_example": "God satisfies those who desperately want to do what is right and good."
          },
          "7": {
            "text": "Blessed are the merciful, for they shall receive mercy.",
            "simplified_example": "God shows mercy to those who are merciful to others."
          },
          "8": {
            "text": "Blessed are the pure in heart, for they shall see God.",
            "simplified_example": "God allows those with pure hearts and motives to know Him personally."
          },
          "9": {
            "text": "Blessed are the peacemakers, for they shall be called sons of God.",
            "simplified_example": "God calls His own children those who work to make peace between people."
          },
          "10": {
            "text": "Blessed are those who are persecuted for righteousness' sake, for theirs is the kingdom of heaven.",
            "simplified_example": "God blesses those who are mistreated for doing what's right—the kingdom of heaven belongs to them."
          },
          "13": {
            "text": "You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people's feet.",
            "simplified_example": "You are like salt for the earth. But if salt loses its flavor, how can it be made salty again? It becomes useless and gets thrown away."
          },
          "14": {
            "text": "You are the light of the world. A city set on a hill cannot be hidden.",
            "simplified_example": "You are like light for the world. A city on a hill can't be hidden."
          },
          "15": {
            "text": "Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.",
            "simplified_example": "No one lights a lamp and then puts it under a basket. Instead, they put it on a stand where it gives light to everyone."
          },
          "16": {
            "text": "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
            "simplified_example": "In the same way, let your good deeds shine out for all to see, so that everyone will praise your heavenly Father."
          },
          "43": {
            "text": "You have heard that it was said, 'You shall love your neighbor and hate your enemy.'",
            "simplified_example": "You have heard the saying, 'Love your friends and hate your enemies.'"
          },
          "44": {
            "text": "But I say to you, Love your enemies and pray for those who persecute you,",
            "simplified_example": "But I tell you, love your enemies and pray for those who mistreat you."
          }
        }
      },
      "6": {
        "verses": {
          "9": {
            "text": "Pray then like this: 'Our Father in heaven, hallowed be your name.'",
            "simplified_example": "This is how you should pray: 'Our Father in heaven, may your name be honored.'"
          }
